# Русские тексты
START_TEXT = (
    "👋 Добро пожаловать, @{username}! 🌟\n\n"
    "Ваш персональный ассистент 🤖 готов помочь. Используйте /help:\n\n"
)

HELP_TEXT = (
    "🤖 <b>Меню поддержки @YourAssistent</b>\n\n"
    "/start - Запустить/перезапустить бота\n"
    "/help - Меню поддержки\n"
    "/about - Информация о нашей компании\n"
)

ABOUT_TEXT = "🎒<b>Я бот-ассистент для определния пользователя по венам!</b>"

VERIFICATION_TEXT = (
    "🔐 <b>Процесс верификации</b>\n\n"
    "Для завершения верификации, пожалуйста, выполните следующие шаги:\n"
    "1. Поместите руку на сканер\n"
    "2. Дождитесь завершения сканирования\n"
    "3. Получите результаты верификации\n\n"
    "Если у вас есть вопросы, используйте /help"
)
